[
    {
        "title":"Performance Award By Siliconplex",
        "description": "A 'Best Performance Award For Rising Star' was presented to me by Siliconplex on their 10th Anniversary. The event had lots of people from Siliconplex as well as from vairous other partner companies. I had a great networking experience and enjoyed the event to the fullest.",
        "type": "award",
        "date":"May 2024",
        "publishLinks": [
            "https://www.linkedin.com/posts/siliconplex_10yearanniversary-celebration-techinnovation-activity-7201624243120308224-70C8?utm_source=share&utm_medium=member_desktop"
        ],
        "imgUrl":"siliconplexanniversary"
    },
    {
        "title":"Certificate of Appreciation By IEEE Region 10 Reaching Local Initiatives",
        "description": "Awarded to me for working behind the scenes and presenting besides of IEEE Educational Activities Chair and UBIT UoK Chair Dr. M. Sadiq Ali Khan. This was a workshop focused on empowering education through the use of internet. I presented on the various tools which can be used in the classroom for enhanced learning and expose students to a plethora of opportunities in a safe environment.",
        "type": "workshop",
        "date":"Aug 2022",
        "publishLinks": [
            "https://ea.ieeer10.org/2022-result-announcement-for-eac-call-for-proposals/#:~:text=IEEE%20Karachi%20Internet%20Literacy%20workshop%20for%20underdeveloped%20areas"
        ],
        "imgUrl":"reachinglocalinitiatives"
    },
    {
        "title":"Certificate of Appreciation IEEE Digital Education Awareness",
        "description": "I received this award in recognition of my contributions to the Digital Educational Awareness Programme, working alongside Dr. M. Sadiq Ali Khan, who chairs both the IEEE Educational Activities and UBIT at the University of Karachi. The workshop spanned for 2 days and was focused on empowering the teachers of various background with technologies and softwares which can help them conduct successfull online classes during Covid-19 pandemic.",
        "type": "workshop",
        "date":"Jun 2022",
        "publishLinks": ["https://qsimpact.org/impacts/202/two-days-workshop-on-capacity-building-/"],
        "imgUrl":"digitaleducationawareness"
    },
    {
        "title":"CodeBIT - Final Year Project Symposium",
        "description": "I won a prize in the CodeBIT Final Year Project competition held within the premises of UBIT UoK. The judges were from various different organizations among which the primary sponsor of the event was WANZ Global - International Group of Companies and other sponsors include Folio3, Securiti, Agile Alliance, Qavi Technologies etc. The project entries were judged by a team formed among these sponsors. My FYP was a Data Analytics Solution which accumulated and aggregated Freelancer's data from various sources and loaded them through an ETL pipeline. The Software was able to log the user in to their account and provide them with analytics and insights which helped them answer business questions and make the right decisions about their future endevours.",
        "type": "award",
        "date":"Mar 2022",
        "publishLinks": ["https://www.nawaiwaqt.com.pk/E-Paper/karachi/2022-03-12/page-2"],
        "imgUrl":"codebit"
    }
]