[
  {
    "desc": "I develop <b>hobby projects</b> whenever I have free time. As for ideas, I have no shortage of them. I like to try out new ideas and experiement with known or unknown technologies. I am fearless when it comes to technologies that don't come with a documentation.<br/><br/>My personal projects are filled with all kinds of weirdness and awesome shenanigans. Check them out at your earliest!",
    "name": "Develop Hobby Projects",
    "value": 400
  },
  {
    "desc": "I write <b>blog articles</b> on <a href='#' target='__blank' class='underline hover:text-primary'>medium.com</a>. I write about the <i>projects</i> that I have built, Some difficult-to-grasp <i>Data Science</i> and <i>Machine Learning</i> concepts and stuff that helps a developer in their daily lives.<br/><br/>I have been writing all kinds of thigns in the past, essays, reviews, academic resources for my university students, poems ... you name it. Maybe that is why writing is one of my forte.",
    "name": "Writing blog on medium.com",
    "value": 335
  },
  {
    "desc": "Just like writing and making weird projects are my hobbies, I also have a habit of <b>helping young enthusiasts</b> who want to pursue <i>Computer Science</i> or some specific niche in this domain. I have successfully mentored several people online (on personal basis ofc). My audience is spread across the world!<br/><br/>I have mentored people for becoming market ready as a developer, interview prep, portfolio projects, skill learning and a lot of other things that I probably can't remember.<br/><br/>Reach out to me if you need some technical assisstance or guidance. I will gladly help you out.",
    "name": "Helping coding enthusiasts worldwide",
    "value": 274
  },
  {
    "desc": "Reading and writing often come in a single package whenever hobbies are talked about. And I just love <b>reading research papers</b> as much as I love writing. Honestly speaking I'd go anywhere as long as they have good reading material but recently my go-to place have been <b>IEEE Xplore</b>.<br/><br/>But if you are thinking that I read only the sciency stuff, then nope. I also read about all kinds of fiction, novels, biography etc.",
    "name": "Reading research papers on IEEE XPlore",
    "value": 235
  },
  {
    "desc": "I didn't go to any art school, just self taught myself to draw and here I am, <b>sketching</b> realistic faces of famous characters and <b>drawing</b> OCs.<br/><br/>Although I haven't yet but I think I will make a separate page on this website for my drawings. but till then, you can ping me if you want to witness my potential as an artist (<i>you won't be dissappointed and I take my word seriously</i>)",
    "name": "Sketching portraits, scenery and anime OCs",
    "value": 310
  }
]
