[
    {
      "title": "Ahsan Furqan",
      "designation": "Software Engineer - Siliconplex",
      "avatarUrl": "ahsanFurqan",
      "profileUrl":"#",
      "content": "I have had the pleasure of working alongside hammad for a year at Siliconplex. He is an <br/>exceptional Python/Django with an impressive ability to deliver high-quality solutions.<br/>Hammad brings a deep understanding of web development technologies and consistently <br/>  goes above and beyond in tackling complex challenges.<br/>I wholeheartedly recommend Hammad to anyone seeking a highly skilled and reliable <br/>Python/Django developer. He would be a valuable asset to any team or project."
    },
    {
      "title": "Saqib Najam",
      "designation": "Senior Software Engineer - Siliconplex",
      "avatarUrl": "saqibNajam",
      "profileUrl":"#",
      "content": "I have been supervising Hammad for quite some time. I can say that he <br/>is a hardworking and professional individual. He tends to write clean code and follow best <br/>practices to the best of his abilities to deliver quality solutions to critical problems."
    },
    {
      "title": "Qamar Abbas",
      "designation": "iOS Developer - Siliconplex",
      "avatarUrl": "qamarAbbas",
      "profileUrl":"#",
      "content": "Hammad has proven to be a competent and valuable team member. He has excellent skills <br/>in Django and Django Rest Framework. He always tends delivers high-quality code on time <br/>with great and professional work ethics. <br/>During my time with him, he worked on a diverse set of technologies, which is a sign of <br/>a good developer. Definitely recommend him for any web development project which <br/>requires Django expertise and creativity."
    },
    {
      "title": "Chander Harwani",
      "designation": "Category Specialist - Daraz",
      "avatarUrl": "chanderHarwani",
      "profileUrl":"#",
      "content": "Hammad has great technical knowledge, specially he is expert in Python. <br/>I also got to learn a lot about docker, gitflow and streamlit<br/> from Hammad, he is great leader to work with!"
    },
    {
      "title": "Muhammad Hammad",
      "designation": "Software Engineer - Paysys Labs",
      "avatarUrl": "mHammad",
      "profileUrl":"#",
      "content": "His knowledge in overall Python stack is remarkable, specifically in <br/>Django framework. We both have worked on a project in Pumpjack Dataworks <br/>and there he proved to be a worthy teammate."
    },
    {
      "title": "Zain-ul-Abidin",
      "designation": "Full Stack Developer - Freelancer",
      "avatarUrl": "zainUlAbidin",
      "profileUrl":"#",
      "content": "He is honestly good at handling the backend APIs in Node/Express. He had been a <br/>great support to the team. Nice working with you and looking forward to <br/>more opportunities to work together."
    },
    {
      "title": "Muhammad Taha Hassan",
      "designation": "IELTS Instructor - Eunoia Education",
      "avatarUrl": "mTahaHassan",
      "profileUrl":"#",
      "content": "His Django development skills are excellent. Not only he knows the framework inside out <br/>but can develop fully functional backend in it. We were working on a <br/>Final Year Project together as students and that was when he demonstrated his strong skills <br/>in python programming and django development."
    },
    {
      "title": "Daniel Walczak",
      "designation": "Digital Forensics Specialist - [Redacted]",
      "avatarUrl": "anonMale",
      "profileUrl":"#",
      "content": "I would like to express my sincere appreciation for my teacher, Muhammad Hammad. <br/>From the very beginning, he helped me understand the fundamentals of programming and <br/>introduced me to the world of coding. <br/>Muhammad is an outstanding teacher who truly knows his craft. He is patient, supportive, <br/>and always willing to help whenever I face challenges. <br/>Thanks to his guidance and encouragement, I have been able to grow and improve my skills significantly. <br/>I am grateful to have had the opportunity to learn from such a dedicated and knowledgeable educator."
    }
  ]